{"translation-revision-date":"2025-03-29 08:57:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Base Color Scheme":["Sơ đồ màu cơ sở"],"Color Schemes":["Scheme màu"],"Background Scheme":["Sơ đồ Nền"],"Button Outline Color":["Màu viền nút"],"Button Text Color":["Màu văn bản nút"],"Access to 50+ curated color scheme presets":["Truy cập vào hơn 50 mẫu đặt trước sơ đồ màu được tuyển chọn"],"Premium Color Schemes":["Sơ đồ màu cao cấp"],"Premium Typography":["Chữ cao cấp"],"Duplicate":["Sao chép"],"Back":["Quay lại"],"Default Body":["Thân văn bản mặc định"],"Default Heading":["Tiêu đề mặc định"],"Modern Font Stacks":["Bộ font chữ hiện đại"],"Parent Container Hovered State":["Trạng thái di chuột của Container Cha"],"Color Scheme":["Sơ đồ màu"],"Handwritten":["Viết tay"],"Didone":["Didone"],"Antique":["Cổ điển"],"Slab Serif":["Slab Serif"],"Rounded Sans":["Rounded Sans"],"Industrial":["Công nghiệp"],"Monospace Code":["Mã Monospace"],"Monospace Slab Serif":["Monospace Slab Serif"],"Neo Grotesque":["Neo Grotesque"],"Classical Humanist":["Nhân văn cổ điển"],"Geometric Humanist":["Nhân văn hình học"],"Humanist":["Nhân văn"],"Old Style":["Kiểu cũ"],"Transitional":["Chuyển tiếp"],"System UI":["Giao diện hệ thống"],"Scheme unavailable":["Sơ đồ không khả dụng"],"Show Empty Alt Attribute":["Hiển thị thuộc tính Alt trống"],"Organize your custom icons in your library":["Sắp xếp các biểu tượng tùy chỉnh của bạn trong thư viện của bạn"],"Easily access your custom icons in the icon picker":["Dễ dàng truy cập các biểu tượng tùy chỉnh của bạn trong trình chọn biểu tượng"],"Add your custom SVG icons":["Thêm các biểu tượng SVG tùy chỉnh của bạn"],"Unlock Your Icon Library":["Mở khóa Thư viện biểu tượng của bạn"],"Theme Fonts":["Phông chữ giao diện"],"Tall 9:16":["Cao 9:16"],"Classic Portrait 2:3":["Chân dung cổ điển 2:3"],"Portrait 3:4":["Chân dung 3:4"],"Panoramic 4:1":["Toàn cảnh 4:1"],"Ultra Wide 3:1":["Siêu rộng 3:1"],"Cinematic 2:1":["Điện ảnh 2:1"],"Wide 16:9":["Rộng 16:9"],"Classic 3:2":["Cổ điển 3:2"],"Standard 4:3":["Chuẩn 4:3"],"Square 1:1":["Vuông 1:1"],"Original":["Gốc"],"Aspect Ratio":["Tỷ lệ khung hình"],"Add an id attribute to the anchor tag.":["Thêm thuộc tính id vào thẻ neo."],"Background Video Thumbnail":["Ảnh thu nhỏ video nền"],"Allow Column Wrapping":["Cho phép cột tự động xuống dòng"],"Anchor ID":["ID neo"],"Note: Fixed Background works on Desktop and Android devices only.":["Lưu ý: Nền cố định chỉ hoạt động trên thiết bị máy tính để bàn và Android."],"Background Image Url":["URL hình ảnh nền"],"Image Url":["URL hình ảnh"],"Hide the current post - great for synced patterns":["Ẩn bài viết hiện tại - rất phù hợp cho các mẫu đồng bộ"],"Offset, exclude, include specific posts":["Bỏ qua, loại trừ, bao gồm các bài viết cụ thể"],"New Custom Post Type option":["Tùy chọn Kiểu bài viết tùy chỉnh mới"],"Get More Post Options":["Nhận thêm tùy chọn bài viết"],"Displaying a Google Map in a Lightbox? Use the embed iframe URL instead. Need help finding it?":["Hiển thị Bản đồ Google trong Lightbox? Thay vào đó, hãy sử dụng URL iframe nhúng. Cần trợ giúp tìm nó?"]," Check out our docs.":[" Xem tài liệu của chúng tôi."],"Indicates this palette comes from the theme.\u0004Custom":["Tùy chỉnh"],"Indicates this palette comes from WordPress.\u0004Default":["Mặc định"],"Indicates this palette comes from the theme.\u0004Theme":["Giao diện"],"Global Gradients":["Bảng màu toàn cầu"],"Global Colors":["Màu toàn cầu"],"Link relationship keywords, e.g. nofollow noreferrer prefetch":["Từ khóa liên kết, ví dụ: nofollow noreferrer prefetch"],"Inset":["Lõm"],"Sets the block paddings, i.e the space between the inner columns and the block border":["Thiết lập khoảng cách đệm của khối, ví dụ khoảng cách giữa các cột bên trong và viền khối"],"Sets the placement of the content to left, center or right. Not available when block width is set to full width.":["Thiết lập vị trí của nội dung sang trái, giữa hoặc phải. Không khả dụng khi chiều rộng khối được đặt thành toàn chiều rộng."],"Replace":["Thay thế"],"Upload":["Tải lên"],"Normal State":["Trạng thái bình thường"],"Sets the fit to default, contain, cover, fill, none, and scale down. Image fit specifies how an image resizes in a container.":["Thiết lập độ phù hợp thành mặc định, chứa, phủ, lấp đầy, không có và thu nhỏ. Độ phù hợp của hình ảnh chỉ định cách hình ảnh được thay đổi kích thước trong một vùng chứa."],"Sets how the overlay color blends with the image":["Thiết lập cách màu phủ chồng lên hình ảnh."],"Sets the gap between the rows of inner blocks.":["Thiết lập khoảng cách giữa các hàng khối bên trong."],"Sets the gap between inner blocks.":["Thiết lập khoảng cách giữa các khối bên trong."],"Sets the gap between the columns of inner blocks.":["Thiết lập khoảng cách giữa các cột khối bên trong."],"Aligns the horizontal\/vertical position of the inner blocks.":["Căn chỉnh vị trí ngang\/dọc của các khối bên trong."],"Sets the horizontal\/vertical position and spacing of the inner blocks.":["Thiết lập vị trí ngang\/dọc và khoảng cách của các khối bên trong."],"Sets the vertical position of the inner columns relative to the columns block.":["Thiết lập vị trí dọc của các cột bên trong so với khối cột."],"Sets the horizontal position and spacing of the inner columns.":["Thiết lập vị trí ngang và khoảng cách của các cột bên trong."],"Image Shadow":["Đổ bóng hình ảnh"],"Left and Right":["Trái và Phải"],"Top and Bottom":["Trên và Dưới"],"Button Padding":["Đệm nút"],"Supports links to images, videos, YouTube, Vimeo, and web pages that allow embedding":["Hỗ trợ liên kết đến hình ảnh, video, YouTube, Vimeo và trang web cho phép nhúng"],"Also used for lightbox caption":["Cũng được sử dụng cho chú thích lightbox"],"Open Link in Lightbox":["Mở liên kết trong Lightbox"],"View Demo":["Xem Demo"],"This Is a Premium Feature":["Đây là một tính năng cao cấp"],"Unlock access to the entire design library and set your website apart from the rest.":["Mở khóa quyền truy cập vào toàn bộ thư viện thiết kế và làm cho trang web của bạn nổi bật so với phần còn lại."],"This is a Premium Design":["Đây là một thiết kế cao cấp"],"Ensure that content remains organized and easily readable on mobile":["Đảm bảo nội dung được sắp xếp hợp lý và dễ đọc trên thiết bị di động"],"Adjust the arrangement of columns when collapsed on tablet and mobile":["Điều chỉnh bố cục của các cột khi thu gọn trên máy tính bảng và thiết bị di động"],"Fine-tune styling on a per block basis":["Điều chỉnh kiểu dáng một cách chính xác cho từng khối"],"Support for media queries":["Hỗ trợ truy vấn phương tiện"],"Add custom CSS rules specific for each block":["Thêm quy tắc CSS tùy chỉnh dành riêng cho từng khối"],"Greater control over the visibility of content":["Kiểm soát tốt hơn khả năng hiển thị của nội dung"],"Show targeted content and personalization":["Hiển thị nội dung được nhắm mục tiêu và cá nhân hóa"],"Use multiple conditions":["Sử dụng nhiều điều kiện"],"Display blocks based on time, role, meta, custom PHP, option, taxonomy and more":["Hiển thị khối dựa trên thời gian, vai trò, meta, PHP tùy chỉnh, tùy chọn, phân loại và nhiều hơn nữa"],"Show or hide blocks based on conditions":["Hiển thị hoặc ẩn khối dựa trên điều kiện"],"Create a more visually engaging and interactive experience":["Tạo trải nghiệm hấp dẫn và tương tác trực quan hơn"],"Scale or rotate blocks":["Thay đổi tỷ lệ hoặc xoay khối"],"Change X and Y position of blocks":["Thay đổi vị trí X và Y của khối"],"Adjust timing of CSS transitions":["Điều chỉnh thời gian của chuyển tiếp CSS"],"Liven up icons with background shapes":["Làm cho biểu tượng sống động hơn với hình dạng nền"],"Greater visual interest and variety for your icons":["Tăng sự thu hút và đa dạng cho biểu tượng của bạn"],"Choose from over 50 background shapes":["Chọn từ hơn 50 hình dạng nền"],"More design options and customization for icons":["Thêm nhiều tùy chọn thiết kế và tùy chỉnh cho biểu tượng"],"Liven up icons with gradient fills, multiple colors and background shapes":["Làm cho biểu tượng sống động hơn với màu sắc chuyển tiếp, nhiều màu sắc và hình dạng nền"],"Elevate Your Icons":["Nâng tầm biểu tượng của bạn"],"Change layer color, size and opacity":["Thay đổi màu sắc, kích thước và độ mờ của lớp"],"Build custom loop design with the Native Query Loop":["Xây dựng thiết kế vòng lặp tùy chỉnh với Native Query Loop"],"Use third-party plugins as dynamic sources such as ACF, Meta Box, Toolset, and more":["Sử dụng plugin của bên thứ ba làm nguồn động như ACF, Meta Box, Toolset, và nhiều hơn nữa"],"Add dynamic content from posts or post meta":["Thêm nội dung động từ bài viết hoặc meta bài viết"],"Use Dynamic Content":["Sử dụng nội dung động"],"Enhances the overall aesthetic of images":["Nâng cao tính thẩm mỹ tổng thể của hình ảnh"],"Choose from over 50 different shapes":["Chọn từ hơn 50 hình dạng khác nhau"],"Mask images with a variety of blob-like shapes":["Che mặt hình ảnh với nhiều hình dạng giống giọt nước"],"Get More Image Shapes":["Nhận thêm hình dạng hình ảnh"],"Baseline":["Gốc"],"Space Evenly":["Khoảng cách đều nhau"],"Space Around":["Khoảng cách xung quanh"],"Space Between":["Khoảng cách giữa"],"End":["Kết thúc"],"Start":["Bắt đầu"],"Block Size & Spacing":["Kích thước khối & Khoảng cách"],"Open Image in Lightbox":["Mở hình ảnh trong Lightbox"],"Set the content to be smaller than the block width":["Đặt nội dung nhỏ hơn chiều rộng khối"],"Block Width":["Chiều rộng khối"],"%s %s":["%s %s"],"Inner Block Wrapping":["Bọc khối bên trong"],"Set Content Min. Height for alignment to display properly":["Đặt chiều cao tối thiểu nội dung để căn chỉnh hiển thị đúng"],"Inner Block":["Khối bên trong"],"%s Direction":["Hướng %s"],"Column contents need to be narrow for effect to show.":["Nội dung cột cần hẹp để hiệu ứng hiển thị."],"%s Justify":["Căn chỉnh %s"],"Content Max Width":["Chiều rộng tối đa nội dung"],"Content Min. Height":["Chiều cao tối thiểu nội dung"],"Supports links to images, videos, YouTube, Vimeo, and web pages that allow embedding. Opens inner image block if no link is provided":["Hỗ trợ liên kết đến hình ảnh, video, YouTube, Vimeo và các trang web cho phép nhúng. Mở khối hình ảnh bên trong nếu không có liên kết được cung cấp"],"Inner Column Spacing":["Khoảng cách cột bên trong"],"%s Alignment":["Căn chỉnh %s"],"Container Vertical Align":["Căn chỉnh dọc vùng chứa"],"Container Horizontal Align":["Căn chỉnh ngang vùng chứa"],"Max Container Width":["Chiều rộng tối đa vùng chứa"],"Container Min. Height":["Chiều cao tối thiểu vùng chứa"],"Greater creativity in designing separators":["Tăng khả năng sáng tạo trong việc thiết kế dải ngăn cách"],"Add a second and third layer to separators":["Thêm lớp thứ hai và thứ ba vào dải ngăn cách"],"Separator Layers":["Lớp dải ngăn cách"],"Smooth scroll animations based on scrolling position":["Hiệu ứng động cuộn mượt mà dựa trên vị trí cuộn"],"Entrance fade-ins and animations when scrolling to blocks":["Hiệu ứng động mờ dần và hiệu ứng khi cuộn đến các khối"],"Perfect for hover animations":["Hoàn hảo cho hiệu ứng động di chuột"],"Gap":["Khoảng cách"],"Use theme heading margins":["Sử dụng lề ngoài tiêu đề của giao diện"],"Adjust Column Arrangement":["Điều chỉnh bố cục cột"],"Progress Suffix":["Hậu tố tiến độ"],"Progress Prefix":["Tiền tố tiến độ"],"Progress Bar Text":["Văn bản thanh tiến độ"],"Accessibility Label":["Nhãn truy cập"],"Animate":["Hoạt hình"],"Bar Color":["Màu thanh"],"Thickness":["Độ dày"],"Apply border radius to bar":["Áp dụng bán kính bo tròn cho thanh"],"Maximum Progress":["Tiến độ tối đa"],"Progress":["Tiến độ"],"Progress Bar":["Thanh tiến độ"],"Progress Circle":["Vòng tròn tiến độ"],"Bar Color #%s":["Màu thanh #%s"],"(%d) Selected":["(%d) Được chọn"],"Add Designs":["Thêm thiết kế"],"Overlay Blend Mode":["Chế độ hòa trộn lớp phủ"],"Overlay Opacity":["Độ mờ lớp phủ"],"Pick a design to start from, this will override your block settings":["Chọn một thiết kế để bắt đầu, điều này sẽ ghi đè lên cài đặt khối của bạn"],"Click on any inner block in the editor to style it.":["Nhấp vào bất kỳ khối bên trong nào trong trình chỉnh sửa để tạo kiểu cho nó."],"Upgrade to Premium to get more design variations.":["Nâng cấp lên Premium để có thêm nhiều biến thể thiết kế."],"Block variations":["Biến thể khối"],"Choose variation":["Chọn biến thể"],"%s Size":["%s Kích thước"],"%s Height":["%s Chiều cao"],"%s Width":["%s Chiều rộng"],"Shadow Settings":["Cài đặt bóng"],"Advanced Shadow Options":["Tùy chọn bóng nâng cao"],"Add Block":["Thêm khối"],"There are no blocks in this group, please add one.":["Không có khối nào trong nhóm này, vui lòng thêm một khối."],"Wrap":["Bọc"],"No Wrap":["Không bọc"],"Oblique":["Nghiêng"],"Italic":["In nghiêng"],"Font Style":["Kiểu chữ"],"Content":["Nội dung"],"Invert Design":["Đảo ngược thiết kế"],"Learn more about linking":["Tìm hiểu thêm về liên kết"],"When linked, styling this block would also style other linked blocks in adjacent columns.":["Khi được liên kết, cách thức định dạng khối này cũng sẽ định dạng các khối được liên kết khác trong các cột kề bên."],"Image Filter":["Bộ lọc hình ảnh"],"Scale Down":["Thu nhỏ"],"Fill":["Điền đầy"],"Image Fit":["Phù hợp hình ảnh"],"Focal point":["Điểm trọng tâm"],"Zoom":["Phóng to"],"Image Alt":["Văn bản thay thế hình ảnh"],"Select Image":["Chọn hình ảnh"],"Align Full":["Căn chỉnh đầy đủ"],"Align Wide":["Căn chỉnh rộng"],"When enabled, the last column will be cloned instead of adding a blank column.":["Khi bật, cột cuối cùng sẽ được sao chép thay vì thêm một cột trống."],"Trigger hover state on nested blocks":["Kích hoạt trạng thái hover trên các khối lồng nhau"],"Conditional Display":["Hiển thị có điều kiện"],"Button Width":["Chiều rộng nút"],"Min. Button Height":["Chiều cao tối thiểu của nút"],"Button Size & Spacing":["Kích thước và khoảng cách của nút"],"Button Colors":["Màu sắc của nút"],"Lift More":["Nâng cao hơn"],"Background Shape":["Hình dạng nền"],"Shape Outline Color":["Màu viền hình dạng"],"Shape Outline Width":["Độ rộng viền hình dạng"],"Shape Padding":["Khoảng cách nội dung hình dạng"],"Shape Border Radius":["Bán kính bo góc hình dạng"],"Icon Gap":["Khoảng cách biểu tượng"],"Shape Color":["Màu sắc hình dạng"],"Styles":["Kiểu dáng"],"Min. Height":["Chiều cao tối thiểu"],"Row Gap":["Khoảng cách hàng"],"Sticky":["Dính"],"Absolute":["Tuyệt đối"],"Relative":["Tương đối"],"Static":["Tĩnh"],"Both":["Cả hai"],"Visible":["Hiển thị"],"Scroll":["Cuộn"],"Hidden":["Ẩn"],"Overflow":["Tràn"],"HTML Tag\u0004Summary":["Tóm tắt"],"HTML Tag\u0004Details":["Chi tiết"],"Link rel":["Liên kết rel"],"Open in new tab":["Mở trong tab mới"],"Container Borders & Shadow":["Viền và đổ bóng của vùng chứa"],"Button Borders & Shadows":["Viền và đổ bóng của nút"],"Borders & Shadows":["Viền và đổ bóng"],"Transform & Transition":["Chuyển đổi & Chuyển tiếp"],"Margins":["Lề ngoài"],"Sticky position may not work across all themes":["Vị trí cố định có thể không hoạt động trên tất cả các giao diện"],"Column":["Cột"],"Shadow Color":["Màu bóng"],"Shadow Spread":["Phạm vi bóng"],"Vertical Offset":["Khoảng cách dọc"],"Horizontal Offset":["Khoảng cách ngang"],"Add Column":["Thêm cột"],"Sepia":["Sepia"],"Saturate":["Bão hòa"],"Invert":["Đảo ngược"],"Hue Rotate":["Xoay sắc độ"],"Grayscale":["Xám"],"Contrast":["Độ tương phản"],"Brightness":["Độ sáng"],"Blur":["Làm mờ"],"All sides":["Tất cả các mặt"],"Individual sides":["Các mặt riêng lẻ"],"Dynamic Fields":["Trường động"],"Unit":["Đơn vị"],"Hovered State":["Trạng thái di chuột"],"Add a Container Background to a parent block to enable this state.":["Thêm nền cho khối cha để kích hoạt trạng thái này."],"Collapsed":["Thu gọn"],"Parent Hovered":["Cha di chuột"],"Motion Effects":["Hiệu ứng chuyển động"],"UGC":["UGC"],"Sponsored":["Được tài trợ"],"There is an error in your custom attribute":["Có lỗi trong thuộc tính tùy chỉnh của bạn"],"Learn more about Custom Attributes":["Tìm hiểu thêm về Thuộc tính Tùy chỉnh"],"Example:":["Ví dụ:"],"You can type in custom HTML attributes for this block in the field above.":["Bạn có thể nhập các thuộc tính HTML tùy chỉnh cho khối này trong trường ở trên."],"Custom Attributes":["Thuộc tính Tùy chỉnh"],"Link Title":["Tiêu đề liên kết"],"Paragraph":["Đoạn văn"],"Vertical":["Dọc"],"Horizontal":["Ngang"],"Dotted":["Chấm bi"],"Dashed":["Nét đứt"],"Solid":["Nét liền"],"Borders":["Viền"],"Skip":["Bỏ qua"],"Select a variation to start with.":["Chọn một biến thể để bắt đầu."],"Not In":["Không có trong"],"Included In":["Bao gồm trong"],"Taxonomy Filter Type":["Loại bộ lọc phân loại"],"Paddings":["Lề trong"],"Clear icon":["Xóa biểu tượng"],"Icon Settings":["Cài đặt biểu tượng"],"Delete":["Xóa"],"You can hide premium hints in the settings":["Bạn có thể ẩn gợi ý cao cấp trong cài đặt"],"Search or type url":["Tìm kiếm hoặc nhập url"],"Drop your SVG here":["Thả SVG của bạn vào đây"],"Clear":["Xóa"],"Upload SVG":["Tải lên SVG"],"Stop showing tooltips":["Dừng hiển thị lời khuyên"],"Adjust the individual widths of each column":["Điều chỉnh độ rộng riêng lẻ của mỗi cột"],"Column Widths":["Độ rộng cột"],"Column Arrangement":["Sắp xếp cột"],"Refresh Library":["Làm mới thư viện"],"Stackable Design Library":["Thư viện thiết kế Stackable"],"Premium":["Premium"],"No designs found":["Không tìm thấy mẫu thiết kế nào"],"Free":["Miễn phí"],"Learn more":["Tìm hiểu thêm"],"Sets the stack order of different blocks to make one appear in front of another. A block with a higher z-index will show up on top of another block with a lower z-index.":["Thiết lập thứ tự xếp chồng của các khối khác nhau để một khối xuất hiện ở phía trước khối khác. Khối có chỉ số z cao hơn sẽ hiển thị ở trên cùng của khối khác có chỉ số z thấp hơn."],"Adjusts the transparency of the entire block":["Điều chỉnh độ trong suốt của toàn bộ khối"],"Sets how this background gradient\/image blends into the other background":["Thiết lập cách gradient\/hình ảnh nền này được hòa trộn vào nền khác"],"Sets the display image size":["Thiết lập kích thước hiển thị của hình ảnh"],"Covers the background with tiled images":["Bao phủ nền bằng các hình ảnh xếp gạch"],"Chooses which part of the background image will be the focal point":["Chọn phần nào của hình ảnh nền sẽ là điểm chính"],"Sets the placement of each color in relation to the other color":["Thiết lập vị trí của mỗi màu liên quan đến màu khác"],"Sets the direction (in degrees) of the colors":["Thiết lập hướng (tính theo độ) của các màu"],"Gradient Direction":["Hướng của gradient"],"Keeps the background image fixed in place while scrolling":["Giữ hình ảnh nền cố định tại chỗ khi cuộn"],"Adjusts the intensity of the background media tint":["Điều chỉnh cường độ màu nền của phương tiện"],"Hover effect":["Hiệu ứng di chuột"],"Adjusts the space between the button text and button borders":["Điều chỉnh khoảng cách giữa văn bản nút và viền nút"],"Button padding":["Đệm nút"],"Sets the distance or space between letters":["Thiết lập khoảng cách hoặc khoảng trống giữa các chữ cái"],"Letter spacing":["Khoảng cách giữa các chữ cái"],"Sets the vertical distance between lines of text":["Thiết lập khoảng cách dọc giữa các dòng văn bản"],"Line height":["Chiều cao dòng"],"Sets the usage of upper or lower case":["Thiết lập việc sử dụng chữ in hoa hoặc chữ thường"],"Sets the thinness or thickness of text characters":["Thiết lập độ mỏng hoặc độ dày của ký tự văn bản"],"Font weight":["Độ đậm của phông chữ"],"Sets the size of text characters":["Thiết lập kích thước của ký tự văn bản"],"Font size":["Kích thước phông chữ"],"Sets the font set to be used for the element":["Thiết lập bộ phông chữ được sử dụng cho phần tử"],"Adjusts the intensity of the image shadow":["Điều chỉnh cường độ bóng của hình ảnh"],"Adjusts the radius of image corners to make them more rounded":["Điều chỉnh bán kính của các góc hình ảnh để làm cho chúng tròn hơn"],"Adjusts the image height":["Điều chỉnh chiều cao hình ảnh"],"Image height":["Chiều cao hình ảnh"],"Adjusts the image width":["Điều chỉnh chiều rộng hình ảnh"],"Image width":["Chiều rộng hình ảnh"],"Sets the image display size to thumbnail, medium, large or full size. A smaller image size will also load faster.":["Thiết lập kích thước hiển thị hình ảnh thành hình thu nhỏ, trung bình, lớn hoặc kích thước đầy đủ. Kích thước hình ảnh nhỏ hơn cũng sẽ tải nhanh hơn."],"Sets the distance between two or more columns":["Đặt khoảng cách giữa hai hoặc nhiều cột"],"Column Gap":["Khoảng cách cột"],"Sets column paddings, the space inside the block between the block elements and the column container border":["Đặt khoảng cách cột, khoảng trống bên trong khối giữa các phần tử khối và viền của vùng chứa cột."],"Sets the placement of the column container to left, center or right. Not available when block width is set to full width.":["Đặt vị trí của vùng chứa cột sang trái, giữa hoặc phải. Không có sẵn khi chiều rộng của khối được đặt thành chiều rộng đầy đủ."],"Adjusts the maximum allowable width of the block. The settings will depend on the block width you set on the toolbar.":["Điều chỉnh chiều rộng tối đa cho phép của khối. Các cài đặt sẽ phụ thuộc vào chiều rộng của khối mà bạn thiết lập trên thanh công cụ."],"Sets the placement of the content to top, center or bottom. Available when the min. block height is set to higher than default.":["Đặt vị trí của nội dung ở trên, giữa hoặc dưới. Có sẵn khi chiều cao khối tối thiểu được đặt cao hơn mức mặc định."],"Adjusts the minimum allowable height of the block":["Điều chỉnh chiều cao tối thiểu cho phép của khối"],"Sets the block margin, i.e. the space outside the block between the block border and the next block.":["Đặt khoảng cách của khối, tức là không gian bên ngoài khối giữa biên của khối và khối tiếp theo."],"Brings the separator layer in front of other block elements":["Đưa lớp dải ngăn cách lên phía trước các phần tử khối khác"],"Adjusts the intensity of the separator shadow and makes the separator more prominent":["Điều chỉnh cường độ bóng của lớp dải ngăn cách và làm cho lớp dải ngăn cách nổi bật hơn"],"Adjusts the height of the separator to stretch or compress vertically":["Điều chỉnh chiều cao của lớp dải ngăn cách để kéo dài hoặc nén theo chiều dọc"],"Separator Height":["Chiều cao của lớp dải ngăn cách"],"Triggers animation or effects when you mouse over":["Bật hiệu ứng động hoặc hiệu ứng khi bạn di chuột qua"],"Change the shape of the image":["Thay đổi hình dạng của hình ảnh"],"Adjusts the placement of all content in the block to align left, center or right":["Điều chỉnh vị trí của tất cả nội dung trong khối để căn trái, giữa hoặc phải"],"Adjusts the intensity of the shadow\/outline of the block and the appearance of the block border":["Điều chỉnh cường độ bóng\/viền của khối và giao diện của viền khối"],"Shadow\/Outline":["Bóng\/Viền"],"Adjusts the radius of block corners to make them more rounded":["Điều chỉnh bán kính của các góc khối để làm cho chúng tròn hơn"],"Link Color":["Màu liên kết"],"Content Width":["Chiều rộng nội dung"],"Full Width":["Chiều rộng đầy đủ"],"Filter by Taxonomy":["Lọc theo phân loại"],"All":["Tất cả"],"Icon Rotation":["Xoay biểu tượng"],"Icon Opacity":["Độ mờ biểu tượng"],"Border Color":["Màu viền"],"Background":["Nền"],"Container Background":["Nền khung chứa"],"Designs":["Thiết kế"],"Bring to Front":["Đưa lên trước"],"Hide on Mobile":["Ẩn trên di động"],"Hide on Tablet":["Ẩn trên máy tính bảng"],"Hide on Desktop":["Ẩn trên máy tính để bàn"],"Content Horizontal Align":["Căn chỉnh nội dung theo chiều ngang"],"Max. Content Width":["Chiều rộng tối đa của nội dung"],"Content Vertical Align":["Căn chỉnh nội dung theo chiều dọc"],"HTML Tag\u0004Hgroup":["Nhóm tiêu đề"],"HTML Tag\u0004Address":["Địa chỉ"],"HTML Tag\u0004Nav":["Điều hướng"],"HTML Tag\u0004Footer":["Chân trang"],"HTML Tag\u0004Header":["Tiêu đề"],"HTML Tag\u0004Main":["Nội dung chính"],"HTML Tag\u0004Aside":["Nội dung phụ"],"HTML Tag\u0004Article":["Bài viết"],"HTML Tag\u0004Section":["Phần"],"HTML Tag\u0004Blockquote":["Trích dẫn"],"HTML Tag\u0004Div":["Div"],"Block":["Khối"],"Z-Index":["Z-Index"],"Responsive":["Tương thích thiết bị"],"Top Separator":["Dải ngăn cách trên"],"Bottom Separator":["Dải ngăn cách dưới"],"Post Type":["Loại nội dung"],"Ungroup from Container":["Bỏ nhóm khỏi vùng chứa"],"Group into Container":["Tạo nhóm vào vùng chứa"],"Justified":["Căn chỉnh đều hai bên"],"component\u0004%s HTML Tag":["Thẻ HTML %s"],"Heading":["Tiêu đề"],"Mobile":["Điện thoại"],"Tablet":["Máy tính bảng"],"Desktop":["Máy tính để bàn"],"auto":["tự động"],"Icon Position":["Vị trí biểu tượng"],"Lift & Scale More":["Nâng & phóng to hơn"],"Scale More":["Phóng to hơn"],"Lift & Scale":["Nâng & phóng to"],"Scale":["Phóng to"],"Lift":["Nâng"],"Hover Effect":["Hiệu ứng khi di chuột"],"Opacity":["Độ mờ"],"Border Width":["Độ dày viền"],"Link \/ URL":["Liên kết \/ URL"],"Image Blend Mode":["Chế độ hòa trộn hình ảnh"],"Image Repeat":["Lặp lại hình ảnh"],"Image Position":["Vị trí hình ảnh"],"Adv. Background Image Settings":["Cài đặt hình nền nâng cao"],"Background Gradient Blend Mode":["Chế độ hòa trộn gradient nền"],"Color %d Location":["Vị trí màu %d"],"Adv. Gradient Color Settings":["Cài đặt màu gradient nâng cao"],"Typography":["Kiểu chữ"],"Letter Spacing":["Khoảng cách chữ cái"],"Line-Height":["Chiều cao dòng"],"Capitalize":["Viết hoa chữ cái đầu"],"Lowercase":["Viết thường"],"Uppercase":["Viết hoa"],"Weight":["Độ dày"],"Custom Size":["Kích thước tùy chỉnh"],"Custom":["Tùy chỉnh"],"Contain":["Chứa"],"Cover":["Bao phủ"],"Auto":["Tự động"],"Repeat-Y":["Lặp lại theo chiều dọc"],"Repeat-X":["Lặp lại theo chiều ngang"],"Repeat":["Lặp lại"],"No-Repeat":["Không lặp lại"],"Bottom Right":["Phía dưới bên phải"],"Bottom Center":["Giữa phía dưới"],"Bottom Left":["Phía dưới bên trái"],"Center Right":["Phía phải giữa"],"Center Center":["Giữa"],"Center Left":["Phía trái giữa"],"Top Right":["Phía trên bên phải"],"Top Center":["Giữa phía trên"],"Top Left":["Phía trên bên trái"],"Image":["Hình ảnh"],"Edit":["Chỉnh sửa"],"Align":["Căn chỉnh"],"Rounded":["Bo tròn"],"Curve":["Cong"],"Slant":["Nghiêng"],"Straight":["Thẳng"],"Wave":["Sóng"],"Nth Title\u0004%s %d":["%s %d"],"Advanced Tab":["Tab Nâng Cao"],"Layout Tab":["Tab Bố Trí"],"Spacing":["Khoảng cách"],"Font Family":["Phông Chữ"],"Google Fonts":["Phông Chữ Google"],"Serif Alternative":["Thay Thế Serif"],"System Fonts":["Phông Chữ Hệ Thống"],"Font Size":["Kích Thước Chữ"],"Stretch":["Kéo Giãn"],"Stretch Shape Mask":["Kéo Giãn Mặt Nạ Hình Dạng"],"Flip Shape Vertically":["Lật Hình Dạng Theo Chiều Dọc"],"Flip Shape Horizontally":["Lật Hình Dạng Theo Chiều Ngang"],"Shape":["Hình Dạng"],"Blob %s":["Hình Giọt %s"],"Default":["Mặc định"],"Alt Text (Alternative Text)":["Văn Bản Thay Thế"],"Leave empty if the image is purely decorative.":["Để trống nếu hình ảnh chỉ mang tính trang trí."],"Describe the purpose of the image":["Mô tả mục đích của hình ảnh"],"Mix Blend Mode":["Chế Độ Trộn Màu"],"Unset":["Chưa Thiết Lập"],"Inherit":["Kế Thừa"],"Initial":["Ban Đầu"],"Luminosity":["Độ Sáng"],"Color":["Màu Sắc"],"Saturation":["Độ Bão Hòa"],"Hue":["Sắc Độ"],"Exclusion":["Loại Trừ"],"Difference":["Sự Khác Biệt"],"Soft Light":["Ánh Sáng Nhẹ"],"Hard Light":["Ánh Sáng Mạnh"],"Color Burn":["Đốt Màu"],"Color Dodge":["Né Màu"],"Lighten":["Làm Sáng"],"Darken":["Làm Tối"],"Overlay":["Lớp Phủ"],"Screen":["Màn Hình"],"Multiply":["Nhân"],"Nofollow link":["Liên kết không theo dõi"],"URL":["URL"],"Email":["Email"],"YouTube":["YouTube"],"LinkedIn":["LinkedIn"],"Pinterest":["Pinterest"],"Instagram":["Instagram"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Align Left":["Căn trái"],"Transform":["Chuyển đổi"],"Style Tab":["Tab kiểu hiển thị"],"General":["Cài đặt chung"],"No matches found":["Không tìm thấy kết quả phù hợp"],"Type to search icon":["Nhập để tìm kiếm biểu tượng"],"Reset":["Đặt lại"],"Flip Horizontally":["Lật ngang"],"Flip Vertically":["Lật dọc"],"Bottom":["Dưới"],"Top":["Trên"],"Advanced":["Nâng cao"],"Layout":["Bố cục"],"Settings":["Cài đặt"],"Shadow":["Đổ bóng"],"Separator Width":["Độ rộng thanh dải ngăn cách"],"Style":["Kiểu hiển thị"],"Custom CSS":["CSS tùy chỉnh"],"Use .mp4 format for videos":["Sử dụng định dạng .mp4 cho video"],"Background Image or Video":["Hình ảnh hoặc video nền"],"Gradient Direction (degrees)":["Hướng Gradient (độ)"],"Gradient":["Gradient"],"Single":["Đơn"],"Right":["Phải"],"Left":["Trái"],"Center":["Giữa"],"None":["Không"],"Opens in new tab":["Mở trong tab mới"],"Description for this block. Use this space for describing your block. Any text will do.":["Mô tả cho khối này. Sử dụng không gian này để mô tả khối của bạn. Bất kỳ văn bản nào cũng được."],"Description for this block. You can use this space for describing your block.":["Mô tả cho khối này. Bạn có thể sử dụng không gian này để mô tả khối của bạn."],"Enabled":["Đã bật"],"Disabled":["Đã tắt"],"Bold":["In đậm"],"Monospace":["Khoảng cách đều"],"Serif":["Có chân"],"Sans-Serif":["Không chân"],"Shadow \/ Outline":["Bóng \/ Viền"],"Button text":["Nội dung nút"],"Go Premium":["Nâng cấp Premium"],"preview":["xem trước"],"Theme Default":["Mặc định của giao diện"],"Link":["Liên kết"],"Design":["Thiết kế"],"Image Shape":["Hình dạng ảnh"],"Circle":["Hình tròn"],"Square":["Hình vuông"],"Image Size":["Kích thước ảnh"],"Learn More":["Tìm hiểu thêm"],"Heading Color":["Màu tiêu đề"],"Overlay Color":["Màu phủ"],"Width":["Chiều rộng"],"Title":["Tiêu đề"],"Height":["Chiều cao"],"Columns":["Cột"],"Icon Size":["Kích thước biểu tượng"],"Icon Color":["Màu biểu tượng"],"Icon Shape":["Hình dạng biểu tượng"],"Icon":["Biểu tượng"],"Align Right":["Căn phải"],"Align Center":["Căn giữa"],"Border Radius":["Bán kính bo góc"],"Normal":["Bình thường"],"Size":["Kích thước"],"Text Color":["Màu chữ"],"Button Color":["Màu nút"],"Fixed Background":["Nền cố định"],"Background Media Tint Strength":["Độ trong suốt của nền đa phương tiện"],"Background Image":["Hình nền"],"Background Color":["Màu nền"],"Container":["Vùng chứa"],"Position":["Vị trí"],"Accent Color":["Màu nhấn"],"Stackable":["Stackable"]}},"comment":{"reference":"dist\/stk.js"}}