{"translation-revision-date":"2025-03-29 08:57:38+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Base Color Scheme":["Sơ đồ màu cơ sở"],"Color Schemes":["Scheme màu"],"Background Scheme":["Sơ đồ Nền"],"Button Outline Color":["Màu viền nút"],"Button Text Color":["Màu văn bản nút"],"Access to 50+ curated color scheme presets":["Truy cập vào hơn 50 mẫu đặt trước sơ đồ màu được tuyển chọn"],"Premium Color Schemes":["Sơ đồ màu cao cấp"],"Premium Typography":["Chữ cao cấp"],"Modern Font Stacks":["Bộ font chữ hiện đại"],"Parent Container Hovered State":["Trạng thái di chuột của Container Cha"],"Handwritten":["Viết tay"],"Didone":["Didone"],"Antique":["Cổ điển"],"Slab Serif":["Slab Serif"],"Rounded Sans":["Rounded Sans"],"Industrial":["Công nghiệp"],"Monospace Code":["Mã Monospace"],"Monospace Slab Serif":["Monospace Slab Serif"],"Neo Grotesque":["Neo Grotesque"],"Classical Humanist":["Nhân văn cổ điển"],"Geometric Humanist":["Nhân văn hình học"],"Humanist":["Nhân văn"],"Old Style":["Kiểu cũ"],"Transitional":["Chuyển tiếp"],"System UI":["Giao diện hệ thống"],"Scheme unavailable":["Sơ đồ không khả dụng"],"Optimization":["Tối ưu hóa"],"Hide All":["Ẩn tất cả"],"Blocks":["Khối"],"You can customize some of the features and behavior of Stackable in the inspector here.":["Bạn có thể tùy chỉnh một số tính năng và hành vi của Stackable trong trình kiểm tra ở đây."],"Enable & Disable Blocks":["Bật & Tắt Khối"],"Learn more.":["Tìm hiểu thêm."],"Here are some settings that you can tweak to optimize Stackable.":["Dưới đây là một số cài đặt mà bạn có thể tinh chỉnh để tối ưu hóa Stackable."],"After enabling the version 2 blocks, please refresh the page to re-fetch the blocks from the server.":["Sau khi bật các khối phiên bản 2, vui lòng làm mới trang để tải lại các khối từ máy chủ."],"Below are other minor settings. Some may be useful when upgrading from older versions of Stackable.":["Dưới đây là các cài đặt nhỏ khác. Một số có thể hữu ích khi nâng cấp từ các phiên bản Stackable cũ hơn."],"Miscellaneous":["Linh tinh"],"Here are settings for the different integrations available in Stackable.":["Đây là các cài đặt cho các tích hợp khác nhau có sẵn trong Stackable."],"Integrations":["Tích hợp"],"Here you can tweak Global Settings that affect the styles across your entire site.":["Ở đây bạn có thể tinh chỉnh Cài đặt Toàn cầu ảnh hưởng đến kiểu dáng trên toàn bộ trang web của bạn."],"Here you can adjust some optimization settings that are performed by Stackable.":["Ở đây bạn có thể điều chỉnh một số cài đặt tối ưu hóa được thực hiện bởi Stackable."],"Here you can enable, hide and disable Stackable blocks. Hiding blocks will hide the block from the list of available blocks. Disabling blocks will prevent them from being registered at all. When using block variations or design library patterns, disabled blocks will be substituted with the relevant core blocks.":["Ở đây bạn có thể bật, ẩn và tắt các khối Stackable. Ẩn các khối sẽ ẩn khối đó khỏi danh sách các khối khả dụng. Tắt các khối sẽ ngăn chúng được đăng ký hoàn toàn. Khi sử dụng các biến thể khối hoặc mẫu thư viện thiết kế, các khối bị tắt sẽ được thay thế bằng các khối cốt lõi có liên quan."],"Dynamic Breakpoints":["Điểm ngắt động"],"Disables the help video tooltips that appear in the inspector.":["Tắt các lời khuyên video trợ giúp xuất hiện trong trình kiểm tra."],"Adds a toolbar button for saving a block as the default block":["Thêm nút thanh công cụ để lưu khối làm khối mặc định"],"Adds a toolbar button for resetting the layout of a stackble block back to the original":["Thêm nút thanh công cụ để đặt lại bố cục của một khối Stackable về trạng thái ban đầu"],"Adds a toolbar button for advanced copying and pasting block styles":["Thêm nút thanh công cụ để sao chép và dán kiểu khối nâng cao"],"Adds a toolbar button for inserting and modifying dynamic content":["Thêm nút thanh công cụ để chèn và sửa đổi nội dung động"],"Adds a toolbar button for highlighting text":["Thêm nút thanh công cụ để đánh dấu văn bản"],"You can disable some toolbar features here.":["Bạn có thể tắt một số tính năng thanh công cụ ở đây."],"Adds a button on the top of the editor which gives access to Stackable settings. Note: You won't be able to access Stackable settings when this is disabled.":["Thêm một nút ở đầu trình chỉnh sửa cho phép truy cập vào cài đặt Stackable. Lưu ý: Bạn sẽ không thể truy cập cài đặt Stackable khi tính năng này bị tắt."],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs. Note: You can still access the Design Library by adding the Design Library block.":["Thêm một nút ở đầu trình chỉnh sửa cho phép truy cập vào bộ sưu tập các mẫu thiết kế khối đã được tạo sẵn. Lưu ý: Bạn vẫn có thể truy cập Thư viện Thiết kế bằng cách thêm khối Thư viện Thiết kế."],"Adjust the width of Stackable blocks here.":["Điều chỉnh chiều rộng của các khối Stackable ở đây."],"Block Widths":["Chiều rộng khối"],"No matching settings":["Không có cài đặt nào khớp"],"Search settings":["Tìm kiếm cài đặt"],"Saved Succesfully!":["Đã lưu thành công!"],"There are unsaved changes":["Có những thay đổi chưa được lưu"],"Enable":["Bật"],"Disable":["Tắt"],"Enabling this block will also enable these blocks that are needed for this block to function:":["Bật khối này cũng sẽ bật các khối này cần thiết để khối này hoạt động:"],"Disabling this block will also disable these blocks that require this block to function:":["Tắt khối này cũng sẽ tắt các khối này yêu cầu khối này hoạt động:"],"Enable %s block?":["Bật khối %s?"],"Disable %s block?":["Tắt khối %s?"],"V2 Settings":["Cài đặt V2"],"Show Go premium notices":["Hiển thị thông báo Go premium"],"Integration":["Tích hợp"],"Responsiveness":["Khả năng đáp ứng"],"Save as Default Block":["Lưu làm khối mặc định"],"Reset Layout":["Đặt lại bố cục"],"Copy & Paste Styles":["Sao chép & Dán kiểu"],"Toolbar Dynamic Content":["Nội dung động thanh công cụ"],"Toolbar Text Highlight":["Đánh dấu văn bản thanh công cụ"],"This is only available in Stackable Premium. ":["Chỉ khả dụng trong Stackable Premium. "],"Miscellaneous ":["Khác "],"Organize your custom icons in your library":["Sắp xếp các biểu tượng tùy chỉnh của bạn trong thư viện của bạn"],"Easily access your custom icons in the icon picker":["Dễ dàng truy cập các biểu tượng tùy chỉnh của bạn trong trình chọn biểu tượng"],"Add your custom SVG icons":["Thêm các biểu tượng SVG tùy chỉnh của bạn"],"Unlock Your Icon Library":["Mở khóa Thư viện biểu tượng của bạn"],"Stackable Text as Default Block":["Văn bản Stackable làm khối mặc định"],"If enabled, Stackable Text blocks will be added by default instead of the native Paragraph Block.":["Nếu được bật, khối mặc định khi thêm một khối mới sẽ là Văn bản Stackable."],"Error getting Stackable settings. We got the following error. Please contact your administrator.":["Lỗi khi lấy cài đặt Stackable. Chúng tôi gặp lỗi sau. Vui lòng liên hệ với quản trị viên của bạn."],"Theme Fonts":["Phông chữ giao diện"],"Disable this if you encounter layout or spacing issues when using images inside carousel-type blocks because of image lazy loading.":["Vô hiệu hóa điều này nếu bạn gặp phải các vấn đề về bố cục hoặc khoảng cách khi sử dụng hình ảnh bên trong các khối kiểu xoay vòng do tải hình ảnh lười."],"Lazy Load Images within Carousels":["Tải hình ảnh lười trong Carousel"],"You are using the version set in your Font Awesome Pro Kit.":["Bạn đang sử dụng phiên bản được đặt trong Bộ công cụ Font Awesome Pro của bạn."],"FontAwesome Icon Library Version":["Phiên bản Thư viện biểu tượng FontAwesome"],"When enabled, extra frontend CSS is generated to support Stackable global colors used in native blocks. If you don't use Stackable global colors in native blocks, simply toggle this OFF. Please note that Stackable global colors are no longer available for native blocks. To ensure your styles always look perfect, our auto-detect feature will activate this option whenever needed.":["Khi được bật, CSS đầu cuối bổ sung sẽ được tạo ra để hỗ trợ các màu toàn cầu của Stackable được sử dụng trong các khối gốc. Nếu bạn không sử dụng các màu toàn cầu của Stackable trong các khối gốc, chỉ cần tắt tính năng này. Xin lưu ý rằng các màu toàn cầu của Stackable không còn khả dụng cho các khối gốc. Để đảm bảo kiểu dáng của bạn luôn hoàn hảo, tính năng phát hiện tự động của chúng tôi sẽ kích hoạt tùy chọn này khi cần thiết."],"Hide the current post - great for synced patterns":["Ẩn bài viết hiện tại - rất phù hợp cho các mẫu đồng bộ"],"Offset, exclude, include specific posts":["Bỏ qua, loại trừ, bao gồm các bài viết cụ thể"],"New Custom Post Type option":["Tùy chọn Kiểu bài viết tùy chỉnh mới"],"Get More Post Options":["Nhận thêm tùy chọn bài viết"],"Generate Global Colors for native blocks":["Tạo màu toàn cầu cho các khối gốc"],"The Basics of Stackable Blocks":["Cơ bản về Khối Stackable"],"Indicates this palette comes from the theme.\u0004Custom":["Tùy chỉnh"],"Indicates this palette comes from WordPress.\u0004Default":["Mặc định"],"Indicates this palette comes from the theme.\u0004Theme":["Giao diện"],"Global Gradients":["Bảng màu toàn cầu"],"Global Colors":["Màu toàn cầu"],"Inset":["Lõm"],"Learn the essentials":["Tìm hiểu những điều cần thiết"],"Unlock the full potential of typography in Stackable and gain insights on how to create visually stunning and impactful text designs.":["Mở khóa toàn bộ tiềm năng của kiểu chữ trong Stackable và có được những hiểu biết về cách tạo ra các thiết kế văn bản đẹp mắt và ấn tượng."],"Explore the powerful Flexbox controls in Stackable that allow you to effortlessly create dynamic and responsive layouts.":["Khám phá các điều khiển Flexbox mạnh mẽ trong Stackable cho phép bạn dễ dàng tạo bố cục động và đáp ứng."],"Flexbox Controls":["Điều khiển Flexbox"],"Learn how to personalize and tailor Stackable Blocks to match your website's unique style and design.":["Tìm hiểu cách cá nhân hóa và điều chỉnh các Khối Stackable để phù hợp với phong cách và thiết kế độc đáo của trang web của bạn."],"Join our very active Stackable Community on Facebook.":["Tham gia cộng đồng Stackable rất năng động của chúng tôi trên Facebook."],"Visit our knowledge base for troubleshooting, guides, FAQs and updates.":["Truy cập cơ sở kiến thức của chúng tôi để tìm sự trợ giúp, hướng dẫn, Câu hỏi thường gặp và cập nhật."],"Get to know the plugin and start your journey with our brand new Stackable Courses.":["Tìm hiểu về plugin và bắt đầu hành trình của bạn với các Khóa học Stackable hoàn toàn mới của chúng tôi."],"Tutorials":["Hướng dẫn"],"Replace":["Thay thế"],"Upload":["Tải lên"],"Normal State":["Trạng thái bình thường"],"Left and Right":["Trái và Phải"],"Top and Bottom":["Trên và Dưới"],"View Demo":["Xem Demo"],"This Is a Premium Feature":["Đây là một tính năng cao cấp"],"Unlock access to the entire design library and set your website apart from the rest.":["Mở khóa quyền truy cập vào toàn bộ thư viện thiết kế và làm cho trang web của bạn nổi bật so với phần còn lại."],"This is a Premium Design":["Đây là một thiết kế cao cấp"],"Ensure that content remains organized and easily readable on mobile":["Đảm bảo nội dung được sắp xếp hợp lý và dễ đọc trên thiết bị di động"],"Adjust the arrangement of columns when collapsed on tablet and mobile":["Điều chỉnh bố cục của các cột khi thu gọn trên máy tính bảng và thiết bị di động"],"Fine-tune styling on a per block basis":["Điều chỉnh kiểu dáng một cách chính xác cho từng khối"],"Support for media queries":["Hỗ trợ truy vấn phương tiện"],"Add custom CSS rules specific for each block":["Thêm quy tắc CSS tùy chỉnh dành riêng cho từng khối"],"Greater control over the visibility of content":["Kiểm soát tốt hơn khả năng hiển thị của nội dung"],"Show targeted content and personalization":["Hiển thị nội dung được nhắm mục tiêu và cá nhân hóa"],"Use multiple conditions":["Sử dụng nhiều điều kiện"],"Display blocks based on time, role, meta, custom PHP, option, taxonomy and more":["Hiển thị khối dựa trên thời gian, vai trò, meta, PHP tùy chỉnh, tùy chọn, phân loại và nhiều hơn nữa"],"Show or hide blocks based on conditions":["Hiển thị hoặc ẩn khối dựa trên điều kiện"],"Create a more visually engaging and interactive experience":["Tạo trải nghiệm hấp dẫn và tương tác trực quan hơn"],"Scale or rotate blocks":["Thay đổi tỷ lệ hoặc xoay khối"],"Change X and Y position of blocks":["Thay đổi vị trí X và Y của khối"],"Adjust timing of CSS transitions":["Điều chỉnh thời gian của chuyển tiếp CSS"],"Liven up icons with background shapes":["Làm cho biểu tượng sống động hơn với hình dạng nền"],"Greater visual interest and variety for your icons":["Tăng sự thu hút và đa dạng cho biểu tượng của bạn"],"Choose from over 50 background shapes":["Chọn từ hơn 50 hình dạng nền"],"More design options and customization for icons":["Thêm nhiều tùy chọn thiết kế và tùy chỉnh cho biểu tượng"],"Liven up icons with gradient fills, multiple colors and background shapes":["Làm cho biểu tượng sống động hơn với màu sắc chuyển tiếp, nhiều màu sắc và hình dạng nền"],"Elevate Your Icons":["Nâng tầm biểu tượng của bạn"],"Change layer color, size and opacity":["Thay đổi màu sắc, kích thước và độ mờ của lớp"],"Build custom loop design with the Native Query Loop":["Xây dựng thiết kế vòng lặp tùy chỉnh với Native Query Loop"],"Use third-party plugins as dynamic sources such as ACF, Meta Box, Toolset, and more":["Sử dụng plugin của bên thứ ba làm nguồn động như ACF, Meta Box, Toolset, và nhiều hơn nữa"],"Add dynamic content from posts or post meta":["Thêm nội dung động từ bài viết hoặc meta bài viết"],"Use Dynamic Content":["Sử dụng nội dung động"],"Enhances the overall aesthetic of images":["Nâng cao tính thẩm mỹ tổng thể của hình ảnh"],"Choose from over 50 different shapes":["Chọn từ hơn 50 hình dạng khác nhau"],"Mask images with a variety of blob-like shapes":["Che mặt hình ảnh với nhiều hình dạng giống giọt nước"],"Get More Image Shapes":["Nhận thêm hình dạng hình ảnh"],"Baseline":["Gốc"],"Space Evenly":["Khoảng cách đều nhau"],"Space Around":["Khoảng cách xung quanh"],"Space Between":["Khoảng cách giữa"],"End":["Kết thúc"],"Start":["Bắt đầu"],"Greater creativity in designing separators":["Tăng khả năng sáng tạo trong việc thiết kế dải ngăn cách"],"Add a second and third layer to separators":["Thêm lớp thứ hai và thứ ba vào dải ngăn cách"],"Separator Layers":["Lớp dải ngăn cách"],"Smooth scroll animations based on scrolling position":["Hiệu ứng động cuộn mượt mà dựa trên vị trí cuộn"],"Entrance fade-ins and animations when scrolling to blocks":["Hiệu ứng động mờ dần và hiệu ứng khi cuộn đến các khối"],"Perfect for hover animations":["Hoàn hảo cho hiệu ứng động di chuột"],"Adjust Column Arrangement":["Điều chỉnh bố cục cột"],"Adding a Google API Key enables additional features of the Stackable Map Block.":["Thêm Khóa API của Google cho phép các tính năng bổ sung của Khối Bản đồ Stackable."],"Google Maps API Key":["Khóa API của Google Maps"],"(%d) Selected":["(%d) Được chọn"],"Add Designs":["Thêm thiết kế"],"See example":["Xem ví dụ"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Tối ưu hóa kiểu CSS nội tuyến. Nếu tính năng này được bật, các bộ chọn tương tự sẽ được kết hợp lại với nhau, hữu ích nếu bạn đã thay đổi Mặc định Khối."],"Optimize Inline CSS":["Tối ưu hóa CSS nội tuyến"],"Save Changes":["Lưu thay đổi"],"FontAwesome Pro Kit":["Bộ FontAwesome Pro"],"view demo":["xem bản demo"],"Upgrade to Premium to get more design variations.":["Nâng cấp lên Premium để có thêm nhiều biến thể thiết kế."],"Block variations":["Biến thể khối"],"Choose variation":["Chọn biến thể"],"%s Size":["%s Kích thước"],"%s Height":["%s Chiều cao"],"%s Width":["%s Chiều rộng"],"Shadow Settings":["Cài đặt bóng"],"Advanced Shadow Options":["Tùy chọn bóng nâng cao"],"Hidden":["Ẩn"],"block title\u0004Columns":["Cột"],"block title\u0004Blog Posts":["Bài viết blog"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Tải bảng kiểu và tập lệnh khối đầu cuối phiên bản 2 cho khả năng tương thích ngược"],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Tải khối phiên bản 2 trong trình chỉnh sửa chỉ khi trang sử dụng khối phiên bản 2"],"Learn more about migration and the settings below":["Tìm hiểu thêm về di chuyển và cài đặt bên dưới"],"Migrating from version 2 to version 3?":["Di chuyển từ phiên bản 2 sang phiên bản 3?"],"Mobile Breakpoint":["Điểm ngắt cho thiết bị di động"],"Tablet Breakpoint":["Điểm ngắt cho máy tính bảng"],"Block Linking (Beta)":["Liên kết khối (Beta)"],"Auto-Collapse Panels":["Tự động thu gọn bảng điều khiển"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["Chiều rộng được sử dụng khi khối Cột có Chiều rộng nội dung được đặt thành rộng. Điều này được tự động phát hiện từ chủ đề của bạn. Bạn có thể điều chỉnh nếu các khối của bạn không được căn chỉnh chính xác. Trong px, bạn cũng có thể sử dụng các đơn vị khác hoặc sử dụng công thức calc()."],"Nested Wide Block Width":["Chiều rộng khối rộng lồng nhau"],"Nested Block Width":["Chiều rộng khối lồng nhau"],"Section Blocks":["Khối phần"],"Special Blocks":["Khối đặc biệt"],"Essential Blocks":["Khối cần thiết"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["Chiều rộng được sử dụng khi khối cột có chiều rộng nội dung được đặt thành giữa. Điều này được tự động phát hiện từ chủ đề của bạn. Bạn có thể điều chỉnh nếu các khối của bạn không được căn chỉnh chính xác. Trong px, bạn cũng có thể sử dụng các đơn vị khác hoặc sử dụng công thức calc()."],"Migration Settings":["Cài đặt di chuyển"],"Optimizations":["Tối ưu hóa"],"Role Manager":["Quản lý vai trò"],"Use these blocks act as templates to help you build sections effortlessly.":["Sử dụng những khối này như mẫu để giúp bạn tạo phần một cách dễ dàng."],"Blocks with special functionality that will allow you to create distinctive designs.":["Các khối có chức năng đặc biệt cho phép bạn tạo ra những thiết kế độc đáo."],"All the necessary building blocks you need to design anything.":["Tất cả các khối xây dựng cần thiết để bạn thiết kế bất cứ thứ gì."],"Column":["Cột"],"Shadow Color":["Màu bóng"],"Shadow Spread":["Phạm vi bóng"],"Vertical Offset":["Khoảng cách dọc"],"Horizontal Offset":["Khoảng cách ngang"],"Add Column":["Thêm cột"],"Sepia":["Sepia"],"Saturate":["Bão hòa"],"Invert":["Đảo ngược"],"Hue Rotate":["Xoay sắc độ"],"Grayscale":["Xám"],"Contrast":["Độ tương phản"],"Brightness":["Độ sáng"],"Blur":["Làm mờ"],"All sides":["Tất cả các mặt"],"Individual sides":["Các mặt riêng lẻ"],"Dynamic Fields":["Trường động"],"Unit":["Đơn vị"],"Hovered State":["Trạng thái di chuột"],"Add a Container Background to a parent block to enable this state.":["Thêm nền cho khối cha để kích hoạt trạng thái này."],"Collapsed":["Thu gọn"],"Parent Hovered":["Cha di chuột"],"You can customize some of the features and behavior of Stackable in the editor here.":["Bạn có thể tùy chỉnh một số tính năng và hành vi của Stackable trong trình chỉnh sửa ở đây."],"Custom Fields":["Trường tùy chỉnh"],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Cho phép bạn liên kết các cột. Bất kỳ thay đổi nào bạn thực hiện trên một cột sẽ tự động được áp dụng cho các cột khác."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Thu gọn các bảng điều khiển thanh tra khác khi mở bảng điều khiển khác, chỉ giữ một bảng điều khiển mở cùng lúc."],"Load version 2 blocks in the editor":["Tải khối phiên bản 2 trong trình chỉnh sửa"],"This only works for version 2 blocks.":["Điều này chỉ hoạt động cho các khối phiên bản 2."],"Blocks can be styles differently for tablet and mobile screens, and some styles adjust to make them fit better in smaller screens. You can change the widths when tablet and mobile views are triggered. ":["Các khối có thể được định dạng khác nhau cho máy tính bảng và di động, và một số kiểu hiển thị điều chỉnh để phù hợp hơn với các trang nhỏ hơn. Bạn có thể thay đổi chiều rộng khi các chế độ xem máy tính bảng và di động được kích hoạt. "],"Create Custom Fields that you can reference across your entire site. You can assign which roles can manage your Custom Fields. ":["Tạo các trường tùy chỉnh mà bạn có thể tham chiếu trên toàn bộ trang web của bạn. Bạn có thể chỉ định vai trò nào có thể quản lý các trường tùy chỉnh của bạn. "],"Editor Settings":["Cài đặt trình chỉnh sửa"],"UGC":["UGC"],"Sponsored":["Được tài trợ"],"block title\u0004Video Popup":["Video Popup"],"block title\u0004Advanced Text":["Văn bản nâng cao"],"block title\u0004Testimonial":["Lời chứng thực"],"block title\u0004Team Member":["Thành viên nhóm"],"block title\u0004Spacer":["Khoảng cách"],"block title\u0004Pricing Box":["Hộp giá"],"block title\u0004Number Box":["Hộp số"],"block title\u0004Notification":["Thông báo"],"block title\u0004Image Box":["Hộp ảnh"],"block title\u0004Icon":["Biểu tượng"],"block title\u0004Icon List":["Danh sách biểu tượng"],"block title\u0004Header":["Tiêu đề"],"block title\u0004Feature":["Tính năng"],"block title\u0004Feature Grid":["Lưới tính năng"],"block title\u0004Expand \/ Show More":["Mở rộng\/Hiển thị thêm"],"block title\u0004Count Up":["Đếm lên"],"block title\u0004Card":["Thẻ"],"block title\u0004Call to Action":["Lời kêu gọi hành động"],"block title\u0004Button":["Nút"],"block title\u0004Blockquote":["Trích dẫn"],"block title\u0004Advanced Heading":["Tiêu đề nâng cao"],"block title\u0004Container":["Vùng chứa"],"block title\u0004Accordion":["Nội dung thu gọn"],"block title\u0004Divider":["Đường kẻ ngăn cách"],"block title\u0004Separator":["Ngăn cách"],"Load across entire site":["Tải trên toàn bộ trang web"],"Frontend JS & CSS Files":["Tập tin JS & CSS phía trước"],"There is an error in your custom attribute":["Có lỗi trong thuộc tính tùy chỉnh của bạn"],"Learn more about Custom Attributes":["Tìm hiểu thêm về Thuộc tính Tùy chỉnh"],"Example:":["Ví dụ:"],"You can type in custom HTML attributes for this block in the field above.":["Bạn có thể nhập các thuộc tính HTML tùy chỉnh cho khối này trong trường ở trên."],"Custom Attributes":["Thuộc tính Tùy chỉnh"],"🏃‍♂️ Optimization Settings":["🏃‍♂️ Cài đặt tối ưu hóa"],"Load only in posts with Stackable blocks":["Chỉ tải trong các bài viết có khối Stackable"],"Paragraph":["Đoạn văn"],"Dotted":["Chấm bi"],"Dashed":["Nét đứt"],"Solid":["Nét liền"],"Borders":["Viền"],"Skip":["Bỏ qua"],"Select a variation to start with.":["Chọn một biến thể để bắt đầu."],"Toolbar":["Thanh công cụ"],"Inspector":["Trình kiểm tra"],"Not In":["Không có trong"],"Included In":["Bao gồm trong"],"Taxonomy Filter Type":["Loại bộ lọc phân loại"],"Clear icon":["Xóa biểu tượng"],"Icon Settings":["Cài đặt biểu tượng"],"Force styles":["Ép buộc kiểu"],"Not forced":["Không ép buộc"],"Force Typography Styles":["Ép buộc kiểu chữ"],"Cancel":["Hủy bỏ"],"Global Settings":["Cài đặt toàn trang"],"You can hide premium hints in the settings":["Bạn có thể ẩn gợi ý cao cấp trong cài đặt"],"Stackable Settings":["Cài đặt Stackable"],"Lock the Block Editor's inspector for different user roles, and give clients edit access to only images and content. Content Editing Mode affects all blocks. ":["Khóa công cụ trình chỉnh sửa khối cho các vai trò người dùng khác nhau, và cấp quyền sửa cho khách hàng chỉ đối với ảnh và nội dung. Chế độ sửa nội dung ảnh hưởng đến tất cả các khối. "],"Drop your SVG here":["Thả SVG của bạn vào đây"],"Upload SVG":["Tải lên SVG"],"Stop showing tooltips":["Dừng hiển thị lời khuyên"],"Adjust the individual widths of each column":["Điều chỉnh độ rộng riêng lẻ của mỗi cột"],"Don't show help video tooltips":["Không hiển thị lời khuyên video trợ giúp"],"Community":["Cộng đồng"],"Getting Started":["Bắt đầu"],"Column Widths":["Độ rộng cột"],"Column Arrangement":["Sắp xếp cột"],"Refresh Library":["Làm mới thư viện"],"Stackable Design Library":["Thư viện thiết kế Stackable"],"Premium":["Premium"],"Design Library":["Thư viện Thiết kế"],"No designs found":["Không tìm thấy mẫu thiết kế nào"],"Free":["Miễn phí"],"Learn more":["Tìm hiểu thêm"],"Adjusts the intensity of the shadow\/outline of the block and the appearance of the block border":["Điều chỉnh cường độ bóng\/viền của khối và giao diện của viền khối"],"Shadow\/Outline":["Bóng\/Viền"],"Link Color":["Màu liên kết"],"Filter by Taxonomy":["Lọc theo phân loại"],"All":["Tất cả"],"Border Color":["Màu viền"],"Post Type":["Loại nội dung"],"Ungroup from Container":["Bỏ nhóm khỏi vùng chứa"],"Group into Container":["Tạo nhóm vào vùng chứa"],"Justified":["Căn chỉnh đều hai bên"],"component\u0004%s HTML Tag":["Thẻ HTML %s"],"Heading":["Tiêu đề"],"Mobile":["Điện thoại"],"Tablet":["Máy tính bảng"],"Desktop":["Máy tính để bàn"],"auto":["tự động"],"Opacity":["Độ mờ"],"Border Width":["Độ dày viền"],"Typography":["Kiểu chữ"],"Custom":["Tùy chỉnh"],"Auto":["Tự động"],"Bottom Right":["Phía dưới bên phải"],"Bottom Left":["Phía dưới bên trái"],"Top Right":["Phía trên bên phải"],"Top Left":["Phía trên bên trái"],"Image":["Hình ảnh"],"Edit":["Chỉnh sửa"],"Align":["Căn chỉnh"],"Rounded":["Bo tròn"],"Curve":["Cong"],"Slant":["Nghiêng"],"Straight":["Thẳng"],"Wave":["Sóng"],"Nth Title\u0004%s %d":["%s %d"],"Advanced Tab":["Tab Nâng Cao"],"Layout Tab":["Tab Bố Trí"],"Spacing":["Khoảng cách"],"Font Family":["Phông Chữ"],"Google Fonts":["Phông Chữ Google"],"Serif Alternative":["Thay Thế Serif"],"System Fonts":["Phông Chữ Hệ Thống"],"Font Size":["Kích Thước Chữ"],"Stretch":["Kéo Giãn"],"Shape":["Hình Dạng"],"Blob %s":["Hình Giọt %s"],"Default":["Mặc định"],"Alt Text (Alternative Text)":["Văn Bản Thay Thế"],"Leave empty if the image is purely decorative.":["Để trống nếu hình ảnh chỉ mang tính trang trí."],"Describe the purpose of the image":["Mô tả mục đích của hình ảnh"],"Mix Blend Mode":["Chế Độ Trộn Màu"],"Unset":["Chưa Thiết Lập"],"Inherit":["Kế Thừa"],"Initial":["Ban Đầu"],"Luminosity":["Độ Sáng"],"Color":["Màu Sắc"],"Saturation":["Độ Bão Hòa"],"Hue":["Sắc Độ"],"Exclusion":["Loại Trừ"],"Difference":["Sự Khác Biệt"],"Soft Light":["Ánh Sáng Nhẹ"],"Hard Light":["Ánh Sáng Mạnh"],"Color Burn":["Đốt Màu"],"Color Dodge":["Né Màu"],"Lighten":["Làm Sáng"],"Darken":["Làm Tối"],"Overlay":["Lớp Phủ"],"Screen":["Màn Hình"],"Multiply":["Nhân"],"Nofollow link":["Liên kết không theo dõi"],"URL":["URL"],"Email":["Email"],"YouTube":["YouTube"],"LinkedIn":["LinkedIn"],"Pinterest":["Pinterest"],"Instagram":["Instagram"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Align Left":["Căn trái"],"Style Tab":["Tab kiểu hiển thị"],"No matches found":["Không tìm thấy kết quả phù hợp"],"Type to search icon":["Nhập để tìm kiếm biểu tượng"],"Reset":["Đặt lại"],"Documentation":["Tài liệu"],"Bottom":["Dưới"],"Top":["Trên"],"Advanced":["Nâng cao"],"Layout":["Bố cục"],"Settings":["Cài đặt"],"Style":["Kiểu hiển thị"],"Gradient":["Gradient"],"Single":["Đơn"],"Right":["Phải"],"Left":["Trái"],"Center":["Giữa"],"None":["Không"],"Show \"Go premium\" notices":["Hiển thị thông báo \"Nâng cấp lên Premium\""],"Opens in new tab":["Mở trong tab mới"],"Enabled":["Đã bật"],"Disabled":["Đã tắt"],"Disable All":["Tắt tất cả"],"Enable All":["Bật tất cả"],"Monospace":["Khoảng cách đều"],"Serif":["Có chân"],"Sans-Serif":["Không chân"],"Shadow \/ Outline":["Bóng \/ Viền"],"Go Premium":["Nâng cấp Premium"],"preview":["xem trước"],"Circle":["Hình tròn"],"Square":["Hình vuông"],"Image Size":["Kích thước ảnh"],"Learn More":["Tìm hiểu thêm"],"Heading Color":["Màu tiêu đề"],"Width":["Chiều rộng"],"Title":["Tiêu đề"],"Height":["Chiều cao"],"Icon":["Biểu tượng"],"Align Right":["Căn phải"],"Align Center":["Căn giữa"],"Normal":["Bình thường"],"Text Color":["Màu chữ"],"Button Color":["Màu nút"],"Background Color":["Màu nền"],"Editor":["Trình chỉnh sửa"],"Accent Color":["Màu nhấn"]}},"comment":{"reference":"dist\/admin_welcome.js"}}